{
    "alphabet-3-content": {
        "title": "Korean Alphabet - Basic Korean Consonants",
        "content": [
            {
                "title": "Ok, let's learn the basic Korean consonants! There's 10 of them, with the english equivalent pronunciation guide. These are a bit more tricky since their pronunciation changes depending on where in the word it is located.",
                "details": "1. ㅂ - this consonant sounds like a soft 'p' when it's the first consonant in a korean word, like 'b' if it's in the middle of the word, and almost silent if it's at the end.<br/>2. ㅈ - this consonant sounds like a soft 'ch' when it's the first consonant in a korean word, like 'j' if it's in the middle of the word, and almost silent if it's at the end.<br/>3. ㄷ - this consonant sounds like a soft 't' when it's the first consonant in a korean word, like 'd' if it's in the middle of the word, and almost silent if it's at the end.<br/>4. ㄱ - this consonant sounds like a soft 'k' when it's the first consonant in a korean word, like 'g' if it's in the middle of the word, and almost silent if it's at the end.<br/>5. ㅅ - this consonant sounds like a soft 's' when it's the first consonant in a korean word, like 'sh' if it's followed by 'ㅣ', and almost silent if it's at the end of a word.<br/>6. ㅁ - this consonant sounds like 'm' no matter where its placed in a word.<br/>7. ㄴ - this consonant sounds like 'n' no matter where its placed in a word.<br/>8. ㅇ - this consonant is silent if it's at the beginning or middle of a Korean word, and like 'ng' (like in 'running') when placed at the end of a Korean word.<br/>9. ㄹ - this consonant sounds like 'l' no matter where its placed in a Korean word.<br/>10. ㅎ - this consonant sounds like 'h' at the beginning or middle of a Korean word, and is almost silent if it's at the end of a word.<br/>That's the basic 10 Korean consonants. Now let's move on to advanced vowels!"
            }
        ],
        "button": "<p><a href='#!/lesson/level1/alphabet-2' class='btn btn-primary btn-prev btn-lg' role='button'>Previous lesson</a><a href='#!/lesson/level1/alphabet-4' class='btn btn-primary btn-next btn-lg' role='button'>Ok, next lesson</a></p>"
    },
    "alphabet-3-words": []
}