{
    "alphabet-6-content": {
        "title": "Korean Alphabet - Additional Information",
        "content": [
            {
                "title": "Ok, so a few additional things on Korean character construction and pronunciation..",
                "details": "Korean words are always constructed with a consonant at the beginning, followed by a vowel, then possibly followed by one or two additional consonants.<br/>For example, 나 is constructed by a consonant (ㄴ) followed by a vowel (ㅏ). Since 'ㄴ' is the 'n' sound, and 'ㅏ' is the 'ah' sound, together, this word is pronounced 'nah'.<br/>A three character example: 겁 is made out of a consonant (ㄱ) + a vowel (ㅓ) + a consonant (ㅂ). Since 'ㄱ' is a soft 'k' sound at the beginning, 'ㅓ' is the 'aww' sound, 'ㅂ' is an almost silent 'p' sound at the end, together, they are pronounced 'kawwp', with the 'p' being barely heard.<br/>When a consonant is followed by one of these vowels: 'ㅝ,ㅘ,ㅚ,ㅞ,ㅙ,ㅟ,ㅢ', then the consonant actually goes to the top left of the vowel instead of to the direct left. So, 'ㅇ' + 'ㅘ' = 와, not 'ㅇㅘ'. And it's pronounced 'wah' because 'ㅇ' is silent when it's at the beginning.<br/>When a Korean word is made out of more than one syllable, an interesting thing happens: if the last character of the previous syllable is a consonant, and the next syllable starts with 'ㅇ', then the sound of the consonant carries over. This also means that the consonants I said were almost silent at the end of the word like 'ㅂ,ㅈ,ㄷ,ㄱ,ㅅ,ㅎ' are pronounced as if they were at the beginning instead!<br/>If this sounds confusing, here's an example. The word '한글' has two syllables and is pronounced 'hangeul' because '한' is pronounced 'han' and '글' is pronounced 'geul' if we add up all the consonants and vowels.<br/>The word '없어' also has two syllables, and the first one has four characters. '없' is pronounced 'awwps' when we add up the consonants and vowels, with the ending 's' being almost silent.<br/>However, '없어' is pronounced 'awwp-saww' because the second syllable starts with a 'ㅇ' and thus the 'ㅅ' that was at the end of the previous syllable gets its sound back and carries over to the next syllable.<br/>This may be a bit confusing at first, but you will get used to it! Now you are ready to learn some Korean words!"
            }
        ],
        "button": "<p><a href='#grammar/alphabet-5' class='btn btn-primary btn-prev btn-lg' role='button'>Previous lesson</a><a href='#vocab/expressions-basic' class='btn btn-primary btn-next btn-lg' role='button'>Ok, next lesson</a></p>"
    },
    "alphabet-6-words": []
}